"Scan for Large and Old Files" = "Buscar no Fundo do Baú";
"Erase with CleanMyMac" = "Apagar com CleanMyMac";
"Securely Erase with CleanMyMac" = "Triturar com CleanMyMac";
"Clean with CleanMyMac" = "Limpar com CleanMyMac";
"Uninstall with CleanMyMac" = "Desinstalar com CleanMyMac";
"Clean iPhoto Library with CleanMyMac" = "Limpar Fototeca com CleanMyMac";
